Repository: Shiaulis/Eesti-Ilm
Catalog: Strings/Strings.xcstrings
Source language: en
Languages: et, ru

# About me description
source: Hey 👋! My name is Andrius. I'm an iOS Developer from Estonia 🇪🇪. Besides being full-time developer and father of three I'm writing small apps like this. If you have any questions/concerns regarding the app, do not hesitate to contact me.
et: Tere 👋! Minu nimi on Andrius. Olen Eestis elav ja tegutsev iOSi arendaja. Lisaks täiskohaga tööle arendajana kasvatan kolme last ja vabal ajal meeldib mulle kirjutada sellised väikesi äppe. Kui teil on seoses äpiga mingeid küsimusi või muresid, võtke minuga kindlasti ühendust.
ru: Приветствую 👋! Меня зовут Андрюс. Я — iOS разработчик из Эстонии 🇪🇪. Во время, свободное от основной работы и воспитания троих детей, я пишу маленькие приложения, такие как это. Если у вас есть какие-либо вопросы/замечания, то, пожалуйста, не стесняйтесь связаться со мной.

# About me title
source: About me
et: Minust
ru: Обо мне

source: Contact me
et: Võta ühendust
ru: Связаться со мной

source: Current language
et: Praegune keel
ru: Текущий язык

source: Day
et: Päev
ru: День

source: Estonian Weather Forecast
et: Eesti Ilmaennustus
ru: Эстонский прогноз погоды

source: Failed to sync. Error:
et: Sünkroonimine ebaõnnestus. Viga:
ru: Не удалось синхронизироваться. Ошибка:

source: Forecast
et: Prognoos
ru: Прогноз

source: Four Day Forecast
et: Nelja päeva prognoos
ru: Прогноз на 4 дня

source: Loading
et: Laadimine
ru: Загрузка

source: Night
et: Öö
ru: Ночь

source: No data available
et: Andmed puuduvad
ru: Данные недоступны

source: Observations
et: Vaatlusandmed
ru: Наблюдения

source: Ready
et: Valmis
ru: Готово

source: Settings
et: Seaded
ru: Настройки

# Source disclaimer
source: The weather information is provided by Estonian Weather Service
et: Ilmateabe toob teieni Riigi Ilmateenistus
ru: Информация о погоде предоставлена Национальной Службой Погоды Эстонии

source: Synced
et: Sünkroonitud
ru: Синхронизировано

source: Syncing
et: Sünkroonimine
ru: Синхронизация

source: Check Estonian weather forecast.
ru: Проверяйте прогноз погоды в Эстонии.

source: Forecast Widget
ru: Виджет погожы

source: Unit testing mode
ru: Режим модульного тестирования
